[
  {
    "id": 1,
    "name": "at the landing site",
    "c1": 2,
    "c2": 7,
    "c3": 12,
    "story": "You land in a shrub with no plane in sight. You begin to contemplate what to do.",
    "nav": "Press 1 to find water, Press 2 look in the woods, Press 3 to find the crash site",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 1,
    "health": 0
  },
  {
    "id": 2,
    "name": "at the river",
    "c1": 1,
    "c2": 3,
    "c3": 4,
    "story": "You follow the sound of running water and reach the river. It doesn’t look very clear but you are very hot.",
    "nav": "Press 1 to go back to the landing site, Press 2 to swim in the river, Press 3 to follow the river downstream",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 1
  },
  {
    "id": 3,
    "name": "swimming in the river",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You take off all your clothes and jump into the river. Duh Duh, Duh Duh, Duh Duh, A river monster eats you.",
    "nav": "",
    "alternate_death": "",
    "win": 0,
    "lose": 1,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 0
  },
  {
    "id": 4,
    "name": "at the Ocean",
    "c1": 2,
    "c2": 5,
    "c3": 6,
    "story": "You reach the ocean and realize you are on an island. It's a beautiful day and you don’t see anyone around you.",
    "nav": "Press 1 to go back up the river, Press 2 to swim in the ocean, Press 3 to try to catch a fish in the ocean",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 1
  },
  {
    "id": 5,
    "name": "swimming in the Ocean",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You start swimming in the ocean when all of a sudden a massive shark comes and eats you whole. You die.",
    "nav": "",
    "alternate_death": "",
    "win": 0,
    "lose": 1,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 0
  },
  {
    "id": 6,
    "name": "fishing in the ocean",
    "c1": 4,
    "c2": 5,
    "c3": 6,
    "story": "You are fishing in the ocean with your bare hands and catch a Tuna fish! You rip it apart and place it into your satchel",
    "nav": "Press 1 to go back to the ocean, Press 2 to swim in the ocean, Press 3 to try to catch more fish in the ocean",
    "alternate_death": "You are fishing in the ocean with your bare hands and a jellyfish stings you in the butt. You become paralyzed and die from drowning.",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 3,
    "items": 0,
    "health": 0
  },
  {
    "id": 7,
    "name": "in the woods",
    "c1": 12,
    "c2": 8,
    "c3": 9,
    "story": "You begin walking into the woods and quickly get lost. All of sudden you hear a loud scream followed by some banging.",
    "nav": "Press 1 to avoid the scream and try to find the crash site, Press 2 to avoid the scream and go deeper into the woods, Press 3 to follow the scream",
    "alternate_death": "You begin walking into the woods and quickly get lost. All of a sudden, you trip on a rock, break your neck and lay paralyzed till you die.",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 5,
    "items": 0,
    "health": 0
  },
  {
    "id": 8,
    "name": "in Hawaii",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You walk for hours deeper into the woods until you can no longer hear the screams. Up ahead, you see a clearing and walk towards it. You quickly realize that you are actually on the island of Hawaii and not a deserted island!!! You go to the police and get the first plane ride home.",
    "nav": "",
    "alternate_death": "",
    "win": 1,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 0
  },
  {
    "id": 9,
    "name": "at a campsite",
    "c1": 8,
    "c2": 11,
    "c3": 10,
    "story": "You walk towards the scream for a few minutes until you stumble upon a small shelter with a fire beside it. The screaming is coming from within the shelter.",
    "nav": "Press 1 to avoid the scream and go deeper into the woods, Press 2 to enter the shelter, Press 3 to scavange the campsite and take what you can",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 0
  },
  {
    "id": 10,
    "name": "at an empty campsite",
    "c1": 8,
    "c2": 11,
    "c3": 12,
    "story": "You begin to scavange the campsite and take whatever you can carry. You keep hearing the screaming inside the tent.",
    "nav": "Press 1 to avoid the scream and go deeper into the woods, Press 2 to enter the shelter, Press 3 to go back and try to find the crash site",
    "alternate_death": "You begin to steal as much as you can carry when all of a sudden, someone comes out of the campsite and stabs you for stealing. You die.",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 1,
    "items": 1,
    "health": 0
  },
  {
    "id": 11,
    "name": "inside the shelter",
    "c1": 2,
    "c2": 12,
    "c3": 24,
    "story": "You enter the shelter where you see the person still screaming. \"OMG I've been stranded on this deserted island for days and need some food and water! If you help me, I might be able to help you!",
    "nav": "Press 1 to find water, Press 2 to look for the crash site, Press 3 run away",
    "alternate_death": "You enter the shelter where there is a crazy man with a knife. You make eye contact and he stabs you. You die.",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "random_death": 1,
    "items": 0,
    "health": 0
  },
  {
    "id": 12,
    "name": "at the crash site",
    "c1": 1,
    "c2": 13,
    "c3": 14,
    "story": "You stumble upon the crash site where you see smouldering fires and a wrecked plane. You hear some noises coming from the cockpit.",
    "nav": "Press 1 to return to your landing site, Press 2 to follow the noises from the cockpit, Press 3 to investigate the body of the plane.",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 1,
    "health": 1
  },
  {
    "id": 13,
    "name": "in the cockpit",
    "c1": 14,
    "c2": 15,
    "c3": 16,
    "story": "You get to the cockpit and start looking around for things that might help you get off the island",
    "nav": "Press 1 to head to the body of the plane, Press 2 to start your own campsite , Press 3 to follow the person back to their campsite",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "random_death": 0,
    "items": 1,
    "health": 0
  },
  {
    "id": 14,
    "name": "in the body of the plane",
    "c1": 13,
    "c2": 15,
    "c3": 16,
    "story": "You get to the body of the plane and look around for things that might help you get off the island",
    "nav": "Press 1 to head to the cockpit of the plane, Press 2 to start your own campsite, Press 3 to follow the person back to their campsite",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "random_death": 0,
    "items": 1,
    "health": 0
  },
  {
    "id": 15,
    "name": "at your own campsite",
    "c1": 17,
    "c2": 18,
    "c3": 19,
    "story": "You being building your own campsite with a fire and small lean to shelter. You are beginning to think you will be stranded here forever.",
    "nav": "Press 1 to make a smoke signal, Press 2 to find food , Press 3 to try to make a boat",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 2
  },
  {
    "id": 16,
    "name": "at someones campsite",
    "c1": 17,
    "c2": 18,
    "c3": 19,
    "story": "You follow the person back to their campsite and begin looking around for ways to get off this island.",
    "nav": "Press 1 to make a smoke signal, Press 2 to find food , Press 3 to try to make a boat",
    "alternate_death": "You follow the person back to their campsite and they take all your stuff. They tie you up until you die of dehydration.",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 0.2,
    "items": 1,
    "health": 2
  },
  {
    "id": 17,
    "name": "making a smoke signal",
    "c1": 2,
    "c2": 18,
    "c3": 19,
    "story": "You begin to throw a bunch of leaves onto your fire. You make lots of smoke but all of a sudden, a flock of vultures come and peck away at you.",
    "nav": "Press 1 to go back to your campsite, Press 2 to find food, Press 3 to try to make a boat",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "random_death": 1,
    "items": 0,
    "health": 1
  },
  {
    "id": 18,
    "name": "finding food",
    "c1": 2,
    "c2": 20,
    "c3": 21,
    "story": "You start hunting with whatever you have to try to find some sort of food.",
    "nav": "Press 1 to find water, Press 2 cook the food, Press 3 to set up some traps",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 2,
    "health": 1
  },
  {
    "id": 19,
    "name": "making a boat",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You being to fashion a small raft and set sail on the ocean. You drift for 2 days when you see a massive US Navy ship approaching. They rescue you and till you that you have been on Hawaii all along. They drop you off at the harbour where you take a plane ride back home.",
    "nav": "",
    "alternate_death": "",
    "win": 1,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 0
  },
  {
    "id": 20,
    "name": "cooking food",
    "c1": 22,
    "c2": 18,
    "c3": 24,
    "story": "You begin cooking your food on the fire and eat till you are full . All of a sudden a group of people approach you since they could smell your food.",
    "nav": "Press 1 to follow the people, Press 2 to decline and find more food, Press 3 to run away",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "random_death": 0,
    "items": 0,
    "health": 2
  },
  {
    "id": 21,
    "name": "setting up a trap",
    "c1": 23,
    "c2": 18,
    "c3": 24,
    "story": "You catch something in the trap but you are unsure if it’s an animal or a person",
    "nav": "Press 1 to investigate the trap, Press 2 to find more food, Press 3 to run away",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 0
  },
  {
    "id": 22,
    "name": "at a village",
    "c1": 26,
    "c2": 24,
    "c3": 25,
    "story": "You follow the people to the village where you see the elders. They make you an offer",
    "nav": "Press 1 to accept their offer, Press 2 to run away, Press 3 to try to kill the people",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "random_death": 0,
    "items": 1,
    "health": 0
  },
  {
    "id": 23,
    "name": "investigating your trap",
    "c1": 22,
    "c2": 24,
    "c3": 25,
    "story": "You investigate the trap and it turns out you have caught a person! They tell you that if you let them out, they can bring you back to their village and help you",
    "nav": "Press 1 to accept his offer and follow him back to his village, Press 2 to leave him in the trap, Press 3 to try to kill the person",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 1,
    "random_death": 0,
    "items": 0,
    "health": 0
  },
  {
    "id": 24,
    "name": "running away",
    "c1": 2,
    "c2": 18,
    "c3": 15,
    "story": "You begin to run away and get lost in the woods",
    "nav": "Press 1 to find water, Press 2 to find food, Press 3 build a shelter",
    "alternate_death": "",
    "win": 0,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 1
  },
  {
    "id": 25,
    "name": "trying to go for a kill",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You go in for the kill when all of a sudden you fall into a hole. Nobody helps you and you die of dehydration.",
    "nav": "",
    "alternate_death": "",
    "win": 0,
    "lose": 1,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 0
  },
  {
    "id": 26,
    "name": "in Hawaii",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "The people tell you that you are actually on the island of Hawaii and the airport is a 30 minute walk from their village. You begin walking and take the first plane ride home",
    "nav": "",
    "alternate_death": "",
    "win": 1,
    "lose": 0,
    "stranger": 0,
    "random_death": 0,
    "items": 0,
    "health": 0
  }
]
